[
  {
    "id": 1,
    "name": "Artificial Intelegence",
    "photo": "https://cdn3d.iconscout.com/3d/premium/thumb/ai-brain-5796837-4863005.png",
    "price": 119.99,
    "author": "Kalob Taulien",
    "seats": 50,
    "duration": 150,
    "startingDate": "30 Oct",
    "details": "Artificial intelligence (AI) is the ability of machines to replicate or enhance human intellect, such as reasoning and learning from experience. Artificial intelligence has been used in computer programs for years, but it is now applied to many other products and services."
  },
  {
    "id": 2,
    "name": "Data Structure & Algorithm",
    "photo": "https://cdn3d.iconscout.com/3d/premium/thumb/algorithm-6377856-5283616.png",
    "price": 89.99,
    "author": "Evan Kimbrell",
    "seats": 50,
    "duration": 120,
    "startingDate": "30 Oct",
    "details": "A data structure is a named location that can be used to store and organize data. And, an algorithm is a collection of steps to solve a particular problem. Learning data structures and algorithms allow us to write efficient and optimized computer programs."
  },
  {
    "id": 3,
    "name": "Blockchain Technology",
    "photo": "https://cdn3d.iconscout.com/3d/premium/thumb/crypto-blockchain-connection-4914006-4090726.png",
    "price": 74.99,
    "author": "Brad Hussey",
    "seats": 30,
    "duration": 90,
    "startingDate": "30 Oct",
    "details": "Blockchain is a system of recording information in a way that makes it difficult or impossible to change, hack, or cheat the system. A blockchain is essentially a digital ledger of transactions that is duplicated and distributed across the entire network of computer systems on the blockchain."
  },
  {
    "id": 4,
    "name": "Cyber Security",
    "photo": "https://cdn3d.iconscout.com/3d/premium/thumb/cyber-security-metaverse-6374430-5284587.png",
    "price": 99.99,
    "author": "Ardit Sulce",
    "seats": 60,
    "duration": 180,
    "startingDate": "30 Oct",
    "details": "Computer security, cybersecurity, or information technology security is the protection of computer systems and networks from information disclosure, theft of, or damage to their hardware, software, or electronic data, as well as from the disruption or misdirection of the services they provide."
  },
  {
    "id": 5,
    "name": "WEB 3.0",
    "photo": "https://cdn3d.iconscout.com/3d/premium/thumb/web-3-5796855-4863023.png",
    "price": 129.99,
    "author": "John Harper",
    "seats": 30,
    "duration": 60,
    "startingDate": "30 Oct",
    "details": "Web3 is an idea for a new iteration of the World Wide Web which incorporates concepts such as decentralization, blockchain technologies, and token-based economics. Web 3.0 (Web3) is the third generation of the evolution of web technologies. The web, also known as the World Wide Web, is the foundational layer"
  },
  {
    "id": 6,
    "name": "Networking",
    "photo": "https://cdn3d.iconscout.com/3d/premium/thumb/business-network-4407643-3659246.png",
    "price": 59.99,
    "author": "Luis Ramirez",
    "seats": 125,
    "duration": 200,
    "startingDate": "30 Oct",
    "details": "Networking is the exchange of information and ideas among people with a common profession or special interest, usually in an informal social setting. Networking often begins with a single point of common ground. a set of computers sharing resources located on or provided by network nodes. The computers use common communication protocols over digital interconnections to communicate with each other."
  },
  {
    "id": 7,
    "name": "Basic Programming",
    "photo": "https://cdn3d.iconscout.com/3d/premium/thumb/male-developer-5359995-4492094.png",
    "price": 119,
    "author": "Colt Steel",
    "seats": 89.99,
    "duration": 120,
    "startingDate": "30 Oct",
    "details": "Programming is the process of creating a set of instructions that tell a computer how to perform a task. Programming can be done using a variety of computer programming languages, such as JavaScript, Python, and C++. Created by Pamela Fox."
  },
  {
    "id": 8,
    "name": "Cloud Computing",
    "photo": "https://cdn3d.iconscout.com/3d/premium/thumb/cloud-server-5617613-4674324.png",
    "price": 109.99,
    "author": "Joe Parys",
    "seats": 80,
    "duration": 100,
    "startingDate": "30 Oct",
    "details": "Cloud computing is the on-demand availability of computer system resources, especially data storage and computing power, without direct active management by the user. Large clouds often have functions distributed over multiple locations, each of which is a data center."
  },
  {
    "id": 9,
    "name": "Data Science",
    "photo": "https://cdn3d.iconscout.com/3d/premium/thumb/data-science-server-6342279-5231435.png",
    "price": 84.99,
    "author": "Shahzaib",
    "seats": 45,
    "duration": 80,
    "startingDate": "30 Oct",
    "details": "Data science is an interdisciplinary field that uses scientific methods, processes, algorithms and systems to extract or extrapolate knowledge and insights from noisy, structured and unstructured data, and apply knowledge from data across a broad range of application domains."
  }
]